import { GallaeIntroduction } from '@/types';

export const MAKER = {
  title: '갈래와 함께하는 사람들',
  highlight: '여행에 진심인 8명',
  content: '이 한 팀에 모였습니다.',
};

export const GALLAE_TITLE = {
  title: [
    '‘2030세대의 여유와 지역의 고른 성장을 위해 노력하는’',
    '우리는 ‘갈래’입니다.',
  ],
  gallae: [
    '청유문인 “여행 갈래?”와 감탄문인 “여행 갈래!”의 중의적인 표현으로,',
    '여행 프로그램들을 통해 던지는 저희의 제안이자 여행을 가고자 결심하는 여행객의 마음을 나타냅니다.',
    "동시에 평소 생각하지 못했던 여러 '갈래'의 여행길을 발견하게 되고, 색다른 경험의 시작점이 된다는 것을 의미합니다.",
  ],
};

export const GALLAE_INTRODUCTION: GallaeIntroduction = {
  purpose: {
    title: '# 갈래 목적',
    subTitle: '갈래는 이러한 목적을 담고 있어요',
    content: [
      '‘갈래’는 여러 기관 또는 기업에서 진행하는 여행 지원사업, 대외활동, 공모전에 대한 정보를 아카이빙하는 웹사이트입니다.',
      '&nbsp;1. 여러 여행 지원사업과 대외활동, 공모전을 한 눈에 보기 쉽게 아카이빙하여 제공합니다.',
      '&nbsp;2. 이를 통해 잘 알려지지 않은 여행지를 홍보하여 지역 경제 활성화와 지역 관광의 다양화를 기대하고자 합니다.',
    ],
  },
  value: {
    title: '#갈래 가치',
    subTitle: '갈래는 이러한 가치를 담고 있어요',
    content: [
      '여러분들은 여행 경비를 지원받아 떠날 수 있는 여행 지원사업을 알고계신가요?',
      '',
      '‘갈래’에서는 다양한 여행지원사업, 여행 대외활동, 여행 공모전 등 <b style="font-weight: 700;">여행 경비를 절감할 수 있는 정보</b>를<br/>아카이빙 하여 제공합니다. 정보 제공과 더불어 <b style="font-weight: 700;">색다른 여행지 탐색 및 공유</b>도 가능합니다.',
      '',
      '대부분의 지방에서 나타나고 있는 인구 감소현상은 지역 경제 침제를 불러일으키고 있습니다. 지속 가능한 관광과 지역 균형 발전<br/>을 위해 여행 지원사업과 공모전/대외활동 프로그램등이 추진되고 있습니다.',
      '',
      '‘갈래’는 여행지원사업 / 대외활동 / 공모전 아카이빙을 통해 여행객들의 여행 경비 절감과 동시에,',
      '지역 경제 활성화 및 고른 지역 성장의 기회를 마련하고자 합니다.',
    ],
  },
  information: {
    title: '# 제공하는 정보',
    subTitle: '갈래는 이러한 정보를 제공해요',
    content: [
      '&nbsp;1. 여행 지원사업 : 지자체, 공공기관 등에서 지역 관광 활성화를 위해 국민에게 숙박비, 체험비, 여행보험료, 휴가비 등을 지원하는 사업',
      '&nbsp;2. 여행 공모전 : 지자체, 공공기관 등에서 지역 관광 상품 개발, 지역 관광 홍보를 위해 특정 주제에 대하여 아이디어, 작품 등을 공개 모집하는 활동',
      '&nbsp;3. 여행 대외활동 : 지자체, 공공기관 등에서 지역 관광 홍보를 위해 특정 주제에 대하여 일정 기간동안 콘텐츠 제작, 기사 발행, 교육 등의 활동을 지원하는 활동',
    ],
  },
  function: {
    title: '# 제공하는 기능',
    subTitle: '갈래는 이러한 기능을 제공해요',
    content: [
      '&nbsp;1. 필터링을 통한 검색 : 지역, 프로그램, 카테고리, 모집 기간 등을 필터링하여 세부적인 검색이 가능합니다.',
      '&nbsp;2. 지도 제공 : 지도 위에 여행 프로그램을 표시하여 지역별 여행 프로그램 한 눈에 확인 가능합니다.',
      '&nbsp;3. 지원 후기 : 게시판 형식으로 여행 프로그램에 대한 후기를 작성 및 열람 가능합니다.',
      '&nbsp;4. 자료실 : 실제로 여행 프로그램에 참여했던 사람들의 지원서, 보고서 예시자료를 열람할 수 있고, 본인이 직접 업로드도 가능. <지원 후기>와 마찬가지로 게시판 형태로 열람 가능합니다.',
      '&nbsp;5. 찜 기능 : 관심있는 여행 프로그램을 찜 기능을 통해 한 데 모아 간편하게 확인할 수 있습니다.',
      '&nbsp;6. 할인된 숙박 예약 링크 제공: 기존가보다 할인된 가격으로 숙소 예약 가능 (<a href="https://forms.gle/nfQ1PKpQydYYqjX37" style="color: #3EA2FF; text-decoration: underline; text-underline-offset : 3px;">개인 민박/숙박업체 제휴 문의하기</a>)',
    ],
  },
  upcoming: {
    title: '# 제공 예정 기능',
    subTitle: '갈래는 이러한 기능도 제공할 예정이에요.',
    content: [
      '&nbsp;1. 게시판 기능 확장 : 사진, 동영상도 글에 첨부하여 본인이 제작한 컨텐츠를 자유롭게 공유하며 소통할 수 있는 창구를 형성하여 사용자간의 유대감 형성에 노력하고자 합니다.',
      '&nbsp;2. 여행 프로그램 제보 : 기존 관리자가 게재하는 글 외에 유저가 직접 서치해서 알게 된 여행 프로그램을 제보하여 풍부한 공유의 장을 마련하고자 합니다.',
      '&nbsp;3. 여행 기록 (영수증 보관, 남은 지원기능 계산) : 여행지원사업에서 받는 지원금 예산에 맞춰 경비를 사용할 수 있도록 영수증 보관 및 잔액 계산 기능을 제공하고자 합니다.',
      '&nbsp;4. 여행 상품 펀딩 : 여행장비, 여행가이드북, 에세이 등 원데이클래스에 참여할 수 있는 여행 상품 관련 펀딩 기능을 제공하고자 합니다.',
    ],
  },
};

export const TIPS = [
  {
    title: '확실한 컨셉',
    description:
      '지원서를 작성할 때, 컨셉이 확실한 것이 좋아요. 여행계획을 작성할 때, 단순히 어느 관광지를 방문할지에 대해 작성하는 것 보다는 명확한 컨셉을 가지고 여행 계획을 세운다면 일관성이 느껴지고, 참신하게 다가와서 좋답니다. 컨셉으로는 ‘청년들이 즐기는 대전 데이트코스’, ‘자연 속에서 힐링하는 창원 여행’ 등 다양한 컨셉이 있어요. 이 중에서 명확한 컨셉을 하나 잡고, 그 컨셉을 기반으로 지원동기, 여행계획, 홍보계획을 작성해보아요!',
  },
  {
    title: '두괄식으로 쓰기',
    description:
      '자소서를 작성할 때와 마찬가지로, 두괄식으로 쓰면 좋습니다. 두괄식은 개요와 세부 내용을 구분하여 작성하는 방식으로, 자소서를 읽는 사람에게 정보를 쉽게 전달하고 이해하기 쉽게 도와줍니다.',
  },
  {
    title: '선정기준에 맞게 작성하기',
    description:
      '참가자 모집 공고문에 선정기준이 명시되어 있는 경우, 선정기준을 바탕으로 지원서를 작성하면 효율적으로 작성할 수 있어요. 대부분 지원동기(30%), 여행계획(30%), 홍보계획(40%)를 선정기준으로 내세우고 있는데요, 가장 많은 비중을 차지하는 홍보계획은 특히 신경써서 작성하면 좋은 점수를 얻을 수 있습니다.  ',
  },
  {
    title: '실현 가능한 홍보계획',
    description:
      '그렇다면 잘 쓴 홍보계획은 무엇일까요? 홍보계획을 너무 거창하게 세우면, 나중에 지키기 힘들어요. 홍보계획은 거창할 필요 없이, 하루에 SNS(인스타, 블로그 등)에 콘텐츠 2개 업로드만으로도 충분하답니다.',
  },
  {
    title: '여행 관련 포트폴리오',
    description:
      '그동안 여행을 기록해둔 블로그 혹은 인스타그램 계정이 있으면 좋아요. 그동안 여행 관련 콘텐츠를 발행해왔다는 점을 어필할 수 있고, 여행하면서 홍보했을 때 일반계정보다 더 큰 홍보효과를 볼 수 있으니까요. 그렇다고 해서 엄청난 인플루언서일 필요는 없어요! 소소하게 운영하는 여행 블로그 혹은 인스타그램 계정만으로도 충분하답니다.',
  },
  {
    title: '여행 지원사업 정보에 노출되기',
    description:
      '아무리 좋은 포트폴리오와, 좋은 지원서 작성 능력을 갖추고 있다 해도, 여행 지원사업이 있는지 모르면 지원조차 할 수 없겠죠? 그래서 매일 업데이트되는 여행 지원사업 관련 소식을 알고있으면 좋아요. ‘갈래’에 주기적으로 접속해서 여행 지원사업을 확인하고, 꿀팁을 기반으로 참신한 지원서를 작성해보는 건 어떨까요?',
  },
];
