import { TipDataType } from '@/types';

export const TipData: TipDataType[] = [
  {
    title: '마일리지는 이렇게 모을 수 있어요!',
    content: [
      '회원가입만 해도, 100 마일리지를 드려요.',
      '후기를 하나 작성할 때마다 20 마일리지를 드려요.',
      '보고서를 하나 작성할 때마다 30 마일리지를 드려요.',
      "내가 작성한 후기와 보고서가 '좋아요'를 받으면 5 마일리지를 드려요.",
    ],
  },
  {
    title: '마일리지는 이렇게 모을 수 있어요!',
    content: [
      '회원가입만 해도, 100 마일리지를 드려요.',
      '후기를 하나 작성할 때마다 20 마일리지를 드려요.',
      '보고서를 하나 작성할 때마다 30 마일리지를 드려요.',
      "내가 작성한 후기와 보고서가 '좋아요'를 받으면 5 마일리지를 드려요.",
    ],
  },
];
